#include <locale.h>
#include <stdio.h>
#include <stdlib.h>
void name()
{
	setlocale(LC_ALL, "RUS");
	puts("*******************************************");
	puts("*                                         *");
	puts("* тема: разработка консольного приложения *");
	puts("*            Выполнила Руднева П.И        *");
	puts("*                                         *");
	puts("*******************************************");

}
void date()
{
	setlocale(LC_ALL, "RUS");
	puts("****************************************");
	puts("*  ____   ____    _   _    ____   ____ *");
	puts("* |    | |___    /|  /|   |    |     / *");
	puts("* |    | |   |    |   |   |    |    /  *");
	puts("* |____| |___| *  |   | * |____|   /   *");
	puts("*                                      *");
	puts("****************************************");

}
void main()
{
	name();
	date();
}
